import assets from "./assets";

const PostData = [
  {
    id: "01",
    name: "Стоимость разработки мобильного приложения",
    creator: "Команда «Иностудио»",
    description:
      "В этой статье мы рассматриваем модель ценообразования Fixed price. При такой модели изучаются требования к проекту, анализируются все этапы и устанавливаются фиксированные сроки и фиксированный бюджет. Сроки, приведённые в статье, указаны из расчёта рабочих дней. Приложение с 3–5 основными функциями, личным кабинетом, серверной частью уже будет относиться к приложениям среднего уровня. Они могут поддерживать авторизацию через социальные сети, интегрироваться с платёжными системами, иметь функцию обратной связи, систему лояльности с выставлением оценок и возможностью оставить отзыв. Например, чат-боты, промо-приложения, системы бронирования.",
    image: assets.image04,
  },
  {
    id: "02",
    name: "Что такое карьерный сайт компании и почему он вам нужен",
    creator: "Команда «Иностудио»",
    description:
      "Карьерный сайт — это HR-инструмент. Он позволяет привлекать сотрудников, рассказывать соискателям о корпоративной культуре, даёт возможность компаниям выделиться среди конкурентов. То есть помимо функции найма сотрудников такой сайт — мощный инструмент для работы с брендом работодателя.",
    image: assets.image05,
  },
  {
    id: "03",
    name: "Техническое задание: для чего нужно и как составить",
    creator: "Команда «Иностудио»",
    description:
      "Техническое задание (ТЗ) — это документ с подробным описанием требований к цифровому решению. Разработка ТЗ помогает заказчику сформулировать и зафиксировать, каким он хочет видеть конечный продукт. А команда разработчиков оценивает затраты на реализацию проекта с предложенными характеристиками и понимает, как выглядит результат в глазах заказчика.",
    image: assets.image06,
  },
  {
    id: "04",
    name: "Зачем нужен личный кабинет",
    creator: "Команда «Иностудио»",
    description:
      "Основная задача — ускорить и упростить взаимодействие бизнеса, его клиентов и сотрудников. Здесь хранится вся информация: данные о пользователе, его действия на сайте, заявки, история взаимодействия, файлы и документы, карты оплаты. После входа в личный кабинет открываются специальные возможности, недоступные другим пользователям. Они могут сделать заказ, оставить отзыв, пройти курс, ознакомиться со своими достижениями.",
    image: assets.image07,
  },
];

export { PostData };
