const json_response = {
    "data": [
      {
        "id":"0",
        "title": "Сделать мобилку",
        "date": "23.12.2023",
        "desc": "Надо сделать мобильное приложение до 23.12",
        "importance": "1"
      },
      {
        "id":"1",
        "title": "Сделать лабу 2 ПРИС",
        "date": "23.12.2023",
        "desc": "Надо сделать лабу 2 до 23.12, можно потерять время",
        "importance": "2"
      },
      {
        "id":"2",
        "title": "Встать завтра на пару",
        "date": "20.12.2023",
        "desc": "Проснуться на пряники и не умереть",
        "importance": "3"
      },
      {
        "id":"3",
        "title": "Закрыть матешу",
        "date": "20.12.2023",
        "desc": "Последняя пара, надо все сдать",
        "importance": "1"
      }
    ]
  }

export default json_response